tap "dart-lang/dart"
tap "derailed/k9s"
tap "gabrie30/utils"
tap "heroku/brew"
tap "homebrew/bol", "git@gitlab.bol.io:homebrew/homebrew-bol.git"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puppetlabs/puppet"
tap "sass/sass"
brew "giflib"
brew "libpng"
brew "cairo"
brew "harfbuzz"
brew "openjdk@11"
brew "apache-flink"
brew "openjdk"
brew "bfg"
brew "expat"
brew "fd"
brew "fzf"
brew "git"
brew "git-flow"
brew "gitlab-runner", restart_service: true
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gopass"
brew "pkg-config"
brew "hey"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "imagesnap"
brew "jenv"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libffi"
brew "pango"
brew "librsvg"
brew "maven"
brew "minikube"
brew "nghttp2"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "openjdk@17"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "postgresql@14", restart_service: true
brew "proxer"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "python@3.9"
brew "ruby"
brew "shellcheck"
brew "siege"
brew "stern"
brew "subversion"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zlib"
brew "zookeeper"
brew "gabrie30/utils/ghorg"
brew "heroku/brew/heroku"
brew "sass/sass/sass"
cask "alfred"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "electron"
cask "google-cloud-sdk"
cask "pock"
cask "puppet-agent"
cask "vagrant"
cask "virtualbox"
vscode "aaron-bond.better-comments"
vscode "Angular.ng-template"
vscode "apollographql.vscode-apollo"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bitzl.vscode-puppet"
vscode "budparr.language-hugo-vscode"
vscode "caarlos0.language-prometheus"
vscode "cssho.vscode-svgviewer"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felixfbecker.php-intellisense"
vscode "fwcd.kotlin"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "helixquar.randomeverything"
vscode "heptio.jsonnet"
vscode "ivangabriele.vscode-heroku"
vscode "jasonn-porch.gitlab-mr"
vscode "johnstoncode.svn-scm"
vscode "jyee721.gitlab-snippets"
vscode "mgmcdermott.vscode-language-babel"
vscode "Mikael.Angular-BeastCode"
vscode "mousetraps.selected-character-count"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "puppet.puppet-vscode"
vscode "rangav.vscode-thunder-client"
vscode "rebornix.ruby"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rodrigovallades.es7-react-js-snippets"
vscode "shinichi-takii.sql-bigquery"
vscode "syler.sass-indented"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "wingrunr21.vscode-ruby"
vscode "xrc-inc.jsonnet-formatter"
